{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "fzf-lua": {
      "src": "https://www.github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://www.github.com/lewis6991/gitsigns.nvim"
    },
    "hardtime.nvim": {
      "src": "https://github.com/m4xshen/hardtime.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://www.github.com/lukas-reineke/indent-blankline.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://www.github.com/echasnovski/mini.nvim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil-git-status.nvim": {
      "src": "https://github.com/refractalize/oil-git-status.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "resession.nvim": {
      "src": "https://github.com/stevearc/resession.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    }
  }
}